{
  "oral": [
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HimalayaBambooToothpaste-Tube_Front_1024x1024.png?v=1613065864",
      "name": "Bamboo & Sea Salt Whitening Antiplaque Toothpaste",
      "price": "5.99",
      "des": "Get the smile you’ve been looking for with gentle Bamboo, which is famous for its strong fibers and silica, and purified Sea Salt for a clean, fresh mouth and healthy-looking gums.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 1
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HimalayaCharcoalToothpaste-Tube_Front_1024x1024.png?v=1613059882",
      "name": "Charcoal & Black Seed Oil Whitening Antiplaque Toothpaste",
      "price": "5.99",
      "des": "Let the powerful whitening action of Charcoal (derived from Coconut Shell Powder) and the famous cleansing ability of Black Seed Oil leave your mouth feeling fresher and brighter than ever.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 2
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-1_1024x1024.jpg?v=1591028200",
      "name": "Kids Toothpaste - Bubble Gum",
      "price": "4.99",
      "des": "It’s time to make brushing fun! With a fantastically-foamy bubble gum flavor that keeps young brushers coming back for more, our Kids Bubble Gum Toothpaste is a treat that will encourage kids to stick with their brushing routine.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 3
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-2_1024x1024.jpg?v=1591028203",
      "name": "Kids Toothpaste - Cool Mint",
      "price": "4.99",
      "des": "With just enough mint for your child’s tender taste buds, our fluoride-free Kids Cool Mint Toothpaste combines real ingredients with great taste that keeps kids brushing longer. With no compromise on foam and flavor, it’s the toothpaste all the cool kids are craving without all the unwanted extras.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 4
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/KIDSORANGEVERTICALTUBE_1024x1024.jpg?v=1608240530",
      "name": "Kids Toothpaste - Orange",
      "price": "4.99",
      "des": "Sweet and tasty! Our Kids Orange Toothpaste is carefully formulated with herbs and botanicals like Neem and Pomegranate to gently clean teeth and help your child maintain a healthy-looking smile without all the unwanted extras.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 5
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/Neem-and-Pom---Box-Tube_1024x1024.png?v=1597744049",
      "name": "Neem & Pomegranate Original Toothpaste",
      "price": "5.99",
      "des": "Did you know that Neem and Pomegranate are two of history’s most famous traditional choices for cleaning? Neem and Pomegranate help fight plaque, brighten your teeth, and leave your mouth feeling clean and fresh, giving you the confidence to flash a vibrant smile.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 6
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/CC-Cinnamon---Box-Tube_1024x1024.png?v=1597743708",
      "name": "Simply Cinnamon Complete Care Toothpaste",
      "price": "5.99",
      "des": "Wake up those taste buds! Nothing can kick start your day quite like the tingling sensation of Complete Care Simply Cinnamon Toothpaste. Get long-lasting fresh breath and a sense of warmth and wonder from the comforting feeling of Cinnamon.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 7
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/CC-Mint---Box-Tube_1024x1024.png?v=1597744156",
      "name": "Simply Mint Complete Care Toothpaste",
      "price": "5.99",
      "des": "Ahhhh. There’s nothing like the cool, refreshing flavor of Complete Care Simply Mint Toothpaste in the morning! This toothpaste will excite your senses with the cool, tingling flavor of Mint essential oil while it helps fight plaque, leaving your mouth feeling cleaner than ever.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 8
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/Whitening-Mint---Box-Tube_1024x1024.png?v=1597743896",
      "name": "Simply Mint Whitening Toothpaste",
      "price": "5.99",
      "des": "Ditch your whitening routine and come to the plant-based side! Whitening Complete Care Simply Mint Toothpaste leverages the enzymes from Papaya and Pineapple to help whiten your teeth while removing stubborn surface stains and offering a remarkably great taste and foamy texture you’ll love.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 9
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/CC-Peppermint---Box-Tube_1024x1024.png?v=1597744464",
      "name": "Simply Peppermint Complete Care Toothpaste",
      "price": "5.99",
      "des": "Goooood morning! Complete Care Simply Peppermint Toothpaste will wake you right up, morning, noon or night! Get long-lasting fresh breath with the cooling and cleansing power of Peppermint, while you fight plaque and promote a vivacious smile.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 10
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/CC-Peppermint---Box-Tube_1024x1024.png?v=1597744464",
      "name": "Simply Peppermint Complete Care Toothpaste",
      "price": "4.99",
      "des": "Get the smile you’ve been looking for with gentle Bamboo, which is famous for its strong fibers and silica, and purified Sea Salt for a clean, fresh mouth and healthy-looking gums.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 11
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/Whitening-Peppermint---Box-Tube_1024x1024.png?v=1605047704",
      "name": "Simply Peppermint Whitening Toothpaste",
      "price": "5.99",
      "des": "Brace yourself! Our Whitening Complete Care Simply Peppermint Toothpaste offers a wide-awake Peppermint flavor with the antioxidants of Pomegranate and enzymes from Papaya and Pineapple to help whiten your teeth, remove surface stains and fight plaque buildup.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 12
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/CC-Spearmint---Box-Tube_1024x1024.png?v=1597744520",
      "name": "Simply Spearmint Complete Care Toothpaste",
      "price": "5.99",
      "des": "What a sweet way to start the day! Complete Care Simply Spearmint Toothpaste brightens smiles with a cool, gentle sweetness that leaves you with a clean-feeling mouth and extra-fresh breath.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 13
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/CC-Spearmint---Box-Tube_1024x1024.png?v=1597744520",
      "name": "Simply Spearmint Complete Care Toothpaste",
      "price": "5.99",
      "des": "What a sweet way to start the day! Complete Care Simply Spearmint Toothpaste brightens smiles with a cool, gentle sweetness that leaves you with a clean-feeling mouth and extra-fresh breath.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 14
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/BOTTURMERICTUBEFRONTVERT_1024x1024.jpg?v=1608241206",
      "name": "Turmeric & Coconut Oil Whitening Antiplaque Toothpaste",
      "price": "5.99",
      "des": "Golden yellow Turmeric, known for generations for its cleansing abilities, is combined with a kiss of soothing Coconut Oil and Mint-fresh flavor for a taste you’ll love, and a fresh clean your teeth will thank you for.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 15
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/Himalaya_Xylitol_Toothpaste_Tube_Front_1024x1024.png?v=1626208538",
      "name": "Xylitol Toothpaste",
      "price": "5.99",
      "des": "Brighten your smile with a sweet kiss of Xylitol, which helps reduce plaque with regular brushing, while enzymes from Papaya and Pineapple help whiten your teeth and remove surface stains.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
      "id": 16
    }
  ],
  "personal": [
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/BEAUTY_bodybar_purifying-2_1024x1024.png?v=1595909766",
      "name": "Body Bar: Purifying (Neem & Turmeric)",
      "price": "4.99",
      "des": "Himalaya Botanique Purifying Neem & Turmeric Body Bar is a handcrafted combination of pure herbs and saponified essential oils that gently cleanse and moisturize. History’s original cleansing and detox plant, Neem, cleans and purifies your skin, while comforting turmeric reawakens tired skin leaving it invigorated and healthy-looking. This Neem & Turmeric bar is ideal for a relaxing evening bath or a warm, awakening shower.    Suggested Use  Work into a rich, moisturizing lather. Rinse thoroughly.",
      "id": 1
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/BEAUTY_bodybar_refreshing-1_1024x1024.png?v=1595909931",
      "name": "Body Bar: Refreshing (Lavender & Rosemary)",
      "price": "4.99",
      "des": "Calm your senses and rejuvenate your spirit with Himalaya Botanique's Lavender & Rosemary Body Bar. Rosemary awakens the senses and Lavendar leaves your skin feeling relaxed and clean. Gentle oils from Coconut and Cacao Butter hydrate and nourish your skin. Unlike common soaps, our bars use plant-based ingredients and saponified emollient oils to gently cleanse and moisturize.  Suggested Use  Work into a rich, moisturizing lather. Rinse thoroughly.",
      "id": 2
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HimalayaChestBalmPMwithHerbCartonJar_1024x1024.png?v=1624548043",
      "name": "Chest Balm P.M.",
      "price": "7.99",
      "des": "Need something warm to relax and comfort you? Himalaya Chest Balm PM surrounds you with the welcoming respite of Turmeric and Holy Basil, while Eucalyptus vapors softly soothe you. Light and gentle oils leave soothing and moisturizing properties behind.  Suggested Use  Apply under the nose, to the forehead and to the chest as needed.",
      "id": 3
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/BEAUTY_facewash_exoliatingwwa_bottlebox_1024x1024.png?v=1595909354",
      "name": "Face Scrub: Exfoliating (Walnut & Wood Apple)",
      "price": "8.99",
      "des": "After exfoliating, does your face feel dry? Unlike common face scrubs, Himalaya Walnut & Wood Apple Face Scrub deep cleans with moisture for pure, smooth & healthy-looking skin, with no dry feeling after you’re done. English Walnut invigorates and exfoliates, while Wood Apple cleans pores and removes impurities. Plant-based ingredients balance the skin with soothing scents and comforting cleanliness.  Suggested Use  Moisten face and massage all over, avoiding the delicate eye area. Rinse and pat dry. Not recommended for acne-prone skin.",
      "id": 4
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/BEAUTY_facewash_hydrating_bottlebox_1024x1024.png?v=1595909481",
      "name": "Face Wash: Hydrating",
      "price": "5.99",
      "des": "Why put up with overly-drying soaps and cleansers? Treat your skin to radiant, luxurious and lather-rich Himalaya Botanique Hydrating Face Wash. Aloe Vera helps bring out your skin’s natural moisture, Lavender Oil adds calming warmth to the skin and supports suppleness, and a touch of Honey nourishes and moisturizes your face, leaving your skin feeling hydrated, not dry, after you wash.  Suggested Use  Moisten face and massage all over, avoiding the delicate eye area. Rinse and pat dry.",
      "id": 5
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/InvigoratingFaceWash_1024x1024.png?v=1595909620",
      "name": " Face Wash: Invigorating",
      "price": "8.99",
      "des": "Give your skin a healthy-looking glow every day with Himalaya Botanique Invigorating Face Wash. Extracts of Cinnamon Bark awaken and invigorate your face for a fresh feeling, Lemon Peel uplifts tired dull skin, and a touch of Honey nourishes and moisturizes your face, leaving your skin feel soothed, not dry, after you wash.  Suggested Use  Moisten face and massage all over, avoiding the delicate eye area. Rinse and pat dry.",
      "id": 6
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HimalayaWarmingBodyBalmCartonJarwithherb_1024x1024.png?v=1624547923",
      "name": "Warming Body Balm",
      "price": "7.99",
      "des": "A unique blend of organic essential oils gently soothe away stress and fatigue from your overexerted muscles, leaving your body relaxed and comforted. Rosemary warms and soothes sore spots, Lemon Oil invigorates tired skin, and Eucalyptus Leaf Oil soothes and warms your senses. Helps relax and comfort you after exercise or any time.  Suggested Use  Massage muscles as needed.",
      "id": 7
    }
  ],
  "herbal": [
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-3_1024x1024.png?v=1591028195",
      "name": "Back to Balance Cleanse™",
      "price": "29.95",
      "des": "To keep your body cleaner and feel less bloated, you deserve more than just a quick herbal purge. You deserve the morning and evening wisdom of Himalaya Back to Balance Cleanse, a gentle and effective two-part plant-based detox program.*  Suggested Use  Part One: Take one capsule in the morning after breakfast.  Part two: Take one capsule in the evening after dinner.",
      "id": 1
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/Boswellia-60---Box-Bottle_1024x1024.png?v=1595862802",
      "name": "Boswellia",
      "price": "15.95",
      "des": "The crystalized resin from the Indian Frankincense tree known as Boswellia is famous throughout herbal history for supporting muscle relaxation and normal joint function to promote flexibility, movement and range of motion.*  Suggested Use  Adults take 2 capsules twice daily with food",
      "id": 2
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-58_1024x1024.png?v=1591027935",
      "name": "Chyavanaprash",
      "des": "Chyavanprash has been used for centuries as an Ayurvedic superfood for energy, strength, vitality, immunity and good digestion. Himalaya Chyavanprash is an easy-to-take, convenient once-a-day vegetarian capsule.*  Suggested Use  Adults take 1 capsule per day before food",
      "price": "15.95",
      "id": 3
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-33_1024x1024.png?v=1591027962",
      "name": "ComfortCleanse®",
      "price": "22.95",
      "des": "If you're seeking gentle, reliable colon cleansing and relief from occasional constipation, without the purging and cramping of other herbs you’ve tried, Himalaya’s ComfortCleanse with no Senna and no Cascara is safe, effective, and provides non-habit-forming support.  Suggested Use  Adults take 2 capsules before bedtime",
      "id": 4
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-30_1024x1024.png?v=1590836814",
      "name": "Curcumin Complete™",
      "price": "19.99",
      "des": "Try Curcumin Complete to promote range of motion and comfortable movement, and to assist your body in its own natural mechanisms that affect your joints.*  Suggested Use  Adults take 1 capsule twice daily before meals.",
      "id": 5
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-34_1024x1024.png?v=1591027900",
      "name": "DermaCare®",
      "price": "23.95",
      "des": "Himalaya DermaCare supports beautiful skin by promoting cellular health and immune system wellness to address redness, sensitive skin, and good detox and digestion, which helps address occasional acne, bringing beauty from the inside-out.*  Suggested Use  Adults take 2 capsules twice daily with meals",
      "id": 6
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-69_1024x1024.png?v=1590836866",
      "name": "FlorAvani®",
      "price": "42.95",
      "des": "FlorAvani is the plant-based alternative to probiotics, and it works in ways that probiotics can't. Instead of simply trying to add new strains of bacteria to your intestines, FlorAvani feeds and balances the flora already inside your gut.  Suggested Use  Adults take 1 capsule three times a day after meals",
      "id": 7
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-126_1024x1024.png?v=1591028001",
      "name": "GlucoCare®",
      "price": "26.49",
      "des": "GlucoCare contains plant-based ingredients used for centuries in Ayurveda for supporting blood sugar levels already within normal range. It also provides support to the pancreas beta cells that store and release sugar.*  Suggested Use  Adults take 2 capsules twice daily before meals",
      "id": 8
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-36_1024x1024.png?v=1590836878",
      "name": "Guggul",
      "price": "16.95",
      "des": "Not only is Guggul famous throughout history for toning digestion and supporting the liver and immune system, this dried resin extract from the Mukul Myrrh tree, with its well-known guggulsterones, also supports your cholesterol levels, with particular attention to HDL and LDL cholesterol already within the normal range.*  Suggested Use  Adults take 2 capsules twice daily after food",
      "id": 9
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-36_fbc92680-5171-436b-acc1-6a5a6a2ac59c_1024x1024.png?v=1591028013",
      "name": "HeartCare®",
      "des": "Many cultures consider the heart to be the center of physical and emotional wellness. Himalaya HeartCare is clinically studied to support HDL and LDL cholesterol levels already within normal range, and blood pressure levels already within normal range.*  Suggested Use  Adults take 2 capsules twice daily with meals",
      "price": "24.95",
      "id": 10
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HUSAHELLOENERGYBOX_BOTTLE_1024x1024.jpg?v=1608243299",
      "name": "Hello Energy®",
      "des": "Who couldn't use a little extra help to boost energy throughout their day? Say goodbye to burnout and say hello to achieving your daily tasks without having to use stimulants like caffeine that tax your adrenals.*  Suggested Use  Adults take 1 capsule twice a day after food",
      "price": "23.99",
      "id": 11
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HUSAHELLOPEACEBOX_BOTTLE_1024x1024.jpg?v=1608243907",
      "name": "Hello Peace®",
      "price": "23.99",
      "des": "Remaining calm in stressful situations is a superpower. Say hello to peace and goodbye to anxiety with Hello Peace® which has been formulated to provide daily stress relief, support your adrenals, and help ease nervousness.*  Suggested Use  Adults take 1 capsule twice a day after food.",
      "id": 12
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HolyBasil-30-box-bottle_1024x1024.png?v=1591028027",
      "name": "Holy Basil",
      "price": "13.95",
      "des": " Holy Basil $13.95 Size: 30 Capsules 30 Capsules 60 Capsules 1 BUY IT NOW For tranquility and relaxation, Himalaya Holy Basil provides adrenal support and helps with stress relief. It's also famous for cleansing respiratory support, making it a gentle companion for relaxing, deep breaths and peaceful feelings.*  Suggested Use  Adults take 1 capsule twice daily before meals",
      "id": 13
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/ImmunoCare-120---Box-Bottle_1024x1024.png?v=1595814320",
      "name": "ImmunoCare",
      "price": "24.95",
      "des": "For situational, seasonal, or year-round immune system support, Himalaya ImmunoCare provides nourishing, plant-based ingredients to reinforce your body's own ability to find balance and wellness. During winter chill or summer sun, support immunity year-round with ImmunoCare.*  Suggested Use  Adults take 2 capsules twice daily with meals",
      "id": 14
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/JointCare-120---Box-Bottle_1024x1024.png?v=1595814579",
      "name": "JointCare®",
      "price": "32.95",
      "des": "Promote your freedom of movement and healthy range of motion every day with Himalaya JointCare, the clinically-studied plant-based support formula for healthy joints. Go beyond your daily Turmeric and Curcumin with an added combination of traditional herbs that lend additional support to joint comfort and preservation.*  Suggested Use  Adults take 2 capsules twice daily",
      "id": 15
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/Koflet---Box-and-Sachet_1024x1024.png?v=1595814839",
      "name": "Koflet Lozenges®",
      "price": "5.29",
      "des": "Unwrap quick comfort with deliciously-soothing Himalaya Koflet Lozenges. The pleasing tingle of these plant-based lozenges help maintain your bronchial lubrication and provide you with warmth and soothing whenever you need it.*  Suggested Use  Take one lozenge, dissolved slowly in the mouth, three to four times a day.  Days of Supply",
      "id": 16
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HimalayaKofletOrangeCardamom_Front_1024x1024.png?v=1629151878",
      "name": "Koflet Lozenges® - Orange Cardamom",
      "price": "5.29",
      "des": "Unwrap quick comfort with deliciously-soothing Himalaya Koflet Lozenges. Our plant-based lozenges provide a warm and soothing tingle to comfort you seasonally or all year round. A unique master blend of Orange and Cardamom flavors help to freshen your breath and wake your senses.*  Suggested Use  Take one lozenge, dissolved slowly in the mouth, three to four times a day.",
      "id": 17
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HimalayaKofletVanillaChai_Front_1024x1024.png?v=1629152243",
      "name": "Koflet Lozenges® - Vanilla Chai",
      "price": "5.29",
      "des": "Unwrap quick comfort with deliciously-soothing Himalaya Koflet Lozenges. Our plant-based lozenges provide a warm and soothing tingle to comfort you seasonally or all year round.* A unique master blend of Vanilla Chai flavor helps to freshen your breath and wake your senses.*  Suggested Use  Take one lozenge, dissolved slowly in the mouth, three to four times a day.",
      "id": 18
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/Himalaya_LiverCare_42ct_-_Carton_Bottle_1024x1024.png?v=1654789186",
      "name": "LiverCare®",
      "price": "17.95",
      "des": "Not only is LiverCare one of the best-known supplements around for liver detox and liver cleanse, it also supports the metabolic capacity of your liver to promote liver performance. In addition, LiverCare protects liver cells from free radical damage and promotes nitrogen retention, which your body needs to create new protein and muscle.*  Suggested Use  Adults take 1 capsule twice daily before meals",
      "id": 19
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/MenoCare-120---Box-Bottle_1024x1024.png?v=1595822999",
      "name": "MenoCare®",
      "price": "28.95",
      "des": "Himalaya MenoCare provides soothing physical and emotional comfort during menopause by helping you with hot flashes, night sweats and occasional sleeplessness. MenoCare brings back balance and promotes cool menopausal wisdom.*  Suggested Use  Adults take 2 capsules twice daily with meals",
      "id": 20
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-65_b247b590-2796-4443-8dda-5cac30a38e0c_1024x1024.png?v=1591028066",
      "name": "Organic Bacopa",
      "price": "17.29",
      "des": "Himalaya Organic Bacopa supports memory and learning and empowers your clarity of thought. For cognitive support and mental alertness, this plant-based nootropic calms the senses and helps rest the preoccupied mind.*",
      "id": 21
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-27_1024x1024.png?v=1591027865",
      "name": "Organic Ginger",
      "price": "15.95",
      "des": "When your stomach is in knots and you need fast relief from occasional nausea and gastric discomfort, Himalaya Organic Ginger can aid your digestion and soothe occasional heartburn and nausea. Ginger is also a go-to herb for plant-based support when you’re traveling, or trying new or spicy foods.*  Suggested Use  Adults take 1 caplet per day after food",
      "id": 22
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HimalayaGotuKola90ctCartonBottle_front_1024x1024.png?v=1638813449",
      "name": "Organic Gotu Kola",
      "price": "19.99",
      "des": "Gotu Kola has long been considered one of Ayurveda's primary memory and brain booster herbs.*  Suggested Use  Adults take 1 caplet twice daily with food.",
      "id": 23
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-40_fd37d325-c1c5-4295-a583-068cd78cf2fd_1024x1024.png?v=1595866145",
      "name": "Organic Guduchi",
      "price": "15.95",
      "des": "Guduchi is an adaptogenic herb with a particular affinity for immune support and seasonal support, as it supports cell health and the immune system*",
      "id": 24
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-28_a05759e7-352c-474b-8811-3cfe723bd1fb_1024x1024.png?v=1591027872",
      "name": "Organic Licorice",
      "price": "15.95",
      "des": "For healthy digestion and occasional stomach upset, people of many different countries and medicinal cultures have turned to licorice root for thousands of years. For digestive relief and support, Himalaya Organic Licorice is the convenient 1-caplet-a-day answer for soothing occasional upset stomach.*  Suggested Use  Adults take 1 caplet per day before food",
      "id": 25
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HimalayaPsylliumHuskPowder-Canister_Front_1024x1024.jpg?v=1626209057",
      "name": "Organic Psyllium Husk Powder",
      "price": "26.99",
      "des": "History’s famous Psyllium plant has long been used for internal cleansing, gentle regularity and occasional constipation. When adding this finely-ground unflavored powder to your diet daily, fiber can also help support your cholesterol and blood sugar levels too. Himalaya Organic Psyllium Powder gives you the benefits of an easy daily fiber source with white whole husk purity you can see in every serving.*  Suggested Use  Adults mix 1 teaspoon with at least 8 oz of water or juice and drink right away.",
      "id": 26
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-43_1024x1024.png?v=1591027914",
      "name": "Organic Shatavari",
      "price": "19.95",
      "des": "Himalaya Organic Shatavari is a specific adaptogen for supporting female hormones, ushering balance, and providing cooling comfort and peacefulness to promote menstrual cycle comfort and the change of life transitions of menopause. It is one of history’s most revered and relevant herbs for women.*  Suggested Use  Adults take 2 caplets per day before food.",
      "id": 27
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/Turmeric_Chews_Pouch_Front_1024x1024.png?v=1631210195",
      "name": "Turmeric Soft Chews",
      "price": "14.99",
      "des": "Looking for a way to enjoy the benefits of Turmeric without swallowing another tablet or capsule? Himalaya Turmeric Chews are the easy way to enjoy joint support for movement on-the-go.*  Suggested Use  Adults take 2 chews once a day. Not for use as a candy or children's supplement. Keep out of reach of children.",
      "id": 28
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/himalaya_tribulus_60ct_-_carton_bottle_1024x1024.png?v=1623785035",
      "name": "Organic Tribulus",
      "price": "26.95",
      "des": "At home or in the gym, Tribulus is a favorite daily supplement of athletes and bodybuilders for normal urinary tract health and hormonal support. Himalaya Organic Tribulus is a top favorite herb for male health and vitality.*  Suggested Use  Adults take 1 caplet per day before food",
      "id": 29
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-42_1024x1024.png?v=1591027893",
      "name": "Organic Trikatu",
      "price": "16.95",
      "des": "For thousands of years, people in India and Asia have combined the three peppers of Trikatu – Black Pepper, Indian Long Pepper and Ginger – into a time-tested trio that supports the upper digestive system and provides support for gas, bloating and indigestion after you eat.*  Suggested Use  Adults take 1 caplet per day after food",
      "id": 30
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/Bitter-Melon-30---Box-Bottle_1024x1024.png?v=1595862276",
      "name": "Organic Bitter Melon",
      "price": "12.95",
      "des": "In India and other parts of Asia, Bitter Melon is a commonly-enjoyed food. Himalaya Organic Bitter Melon supports your body’s blood sugar levels already within normal range. When taken along with a healthy diet and regular exercise, it supports your healthy body weight too.*  Suggested Use  Adults take 1 caplet twice daily after food",
      "id": 31
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-40_fd37d325-c1c5-4295-a583-068cd78cf2fd_1024x1024.png?v=1595866145",
      "name": "Organic Guduchi",
      "price": "15.95",
      "des": "Guduchi is an adaptogenic herb with a particular affinity for immune support and seasonal support, as it supports cell health and the immune system*",
      "id": 32
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HimalayaKofletVanillaChai_Front_1024x1024.png?v=1629152243",
      "name": "Koflet Lozenges® - Vanilla Chai",
      "price": "5.29",
      "des": "Unwrap quick comfort with deliciously-soothing Himalaya Koflet Lozenges. Our plant-based lozenges provide a warm and soothing tingle to comfort you seasonally or all year round.* A unique master blend of Vanilla Chai flavor helps to freshen your breath and wake your senses.*  Suggested Use  Take one lozenge, dissolved slowly in the mouth, three to four times a day.",
      "id": 33
    },
    {
      "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/image-66_1024x1024.png?v=1591027949",
      "name": "Organic Garlic",
      "price": "17.95",
      "des": "All around the world in many different cultures, countries, and traditional systems of healthcare, Garlic has been used consistently for heart health, cardiovascular and immune support. For wellness of the heart, Garlic remains one of the whole world’s favorite gifts from nature.*  Suggested Use  Adults take 2 caplets twice daily after meals",
      "id": 34
    }
  ],
  "cart": [
    {
      "qty": 4,
      "data": {
        "url": "https://cdn.shopify.com/s/files/1/0399/1728/9633/products/HimalayaBambooToothpaste-Tube_Front_1024x1024.png?v=1613065864",
        "name": "Bamboo & Sea Salt Whitening Antiplaque Toothpaste",
        "price": "5.99",
        "des": "Get the smile you’ve been looking for with gentle Bamboo, which is famous for its strong fibers and silica, and purified Sea Salt for a clean, fresh mouth and healthy-looking gums.  Suggested Use  Brush thoroughly after each meal, or at least twice a day, or as directed by a dentist. Consult your dentist for children under 2 years. Children under 6 years should use a pea-sized amount under adult supervision.",
        "id": 1
      },
      "id": 1
    }
  ]
}